"Error -90057" = "செகோ தளம் வழங்கப்பட வேண்டும். ([தளம்] \\ [பயனர்_பெயர்])";
"Error -10100" = "தவறான அங்கீகார முறை.";
"Error -10010" = "தவறான மொழி.";
"Error -10004" = "பயனர் காலாவதியானார்.";
"Error -10003" = "பயனர் பூட்டப்பட்டுள்ளது.";
"Error -10005" = "பயனர் தற்காலிக பூட்டப்பட்டவர்.";
"Error -10103" = "பயனர் முபஉஒ ஐ ஏற்க வேண்டும்";
"Error -10104" = "பயனர் தனது கடவுச்சொல்லை மாற்ற வேண்டும்.";
"Error -10106" = "பயனர் தனது பயனர்பெயரை மாற்ற வேண்டும்.";
"Error -40761" = "இப்போதைக்கு, கோப்பை மறைகுறியாக்க முடியாது. இந்தக் கோப்பிற்கான அணுகலை உங்களுக்கு வழங்க மற்றொரு அங்கீகரிக்கப்பட்ட பயனரிடம் கேளுங்கள்.";
"Error -40751" = "கோரப்பட்ட கோப்பு கிடைக்கவில்லை.";
"Error -80021" = "வழங்கப்பட்ட கோப்பு பிரிவு தவறானது.";
"Error -70104" = "பயனர் ஏற்கனவே முபஉஒ ஐ அங்கீகரித்தார்.";
"Error -70560" = "இந்த பயனர் பெயரைக் கொண்ட ஒரு பயனர் ஏற்கனவே இருக்கிறார்.";
"Error -70105" = "பயனர் தனது பயனர் பெயரை மாற்ற அனுமதிக்கப்படவில்லை.";
"Error -10105" = "இந்த பயனருக்கு கடவுச்சொல்லை மீட்டமைக்க முடியாது.";
"Error -70020" = "குறியாக்க திறவுகோல் இணை காணப்படவில்லை. உங்கள் குறியாக்க கடவுச்சொல்லை முதலில் அமைக்கவும்.";
"Error -70021" = "குறியாக்க திறவுகோல் இணை ஏற்கனவே அமைக்கப்பட்டது.";
"Error -70501" = "பயனரைக் கண்டுபிடிக்க முடியவில்லை.";
"Error -10107" = "கடவுச்சொல்லை ஒவ்வொரு 5 நிமிடங்களுக்கும் மட்டுமே மீட்டமைக்க முடியும்.";
"Error -40755" = "மோசமான கோப்பு பெயர்.";
"Error -40010" = "ஒரு அறை அல்லது கோப்புறையை மேலெழுத முடியாது.";
"Error -80006" = "காலாவதி தேதி கடந்த காலங்களில் உள்ளது.";
"Error -80008" = "காலாவதி தேதி மிகவும் தாமதமானது.";
"Error -40763" = "கோப்பு திறவுகோல் வழங்கப்பட வேண்டும்.";
"Error -40756" = "தவறான கோப்பு வகைப்பாடு.";
"Error -70022" = "தவறான குறியாக்க திறவுகோல் இணை.";
"Error -41054" = "கோப்புறைகள்/கோப்புகள் ஒரே பெற்றோரில் இருக்க வேண்டும்.";
"Error -40001" = "குறியாக்கப்பட்ட கோப்புகளை மறைகுறியாக்கப்படாத அறைக்கு நகலெடுக்கவோ அல்லது நகர்த்தவோ முடியாது.";
"Error -40002" = "மறைகுறியாக்கப்பட்ட கோப்புகளைக் குறியாக்கப்பட்ட அறைக்கு நகலெடுக்கவோ அல்லது நகர்த்தவோ முடியாது.";
"Error -40764" = "நோய்கிருமி எதிர்ப்பு வருடல் இன்னும் நடந்து கொண்டிருக்கிறது";
"Error -40765" = "நோய்கிருமி எதிர்ப்பு வருடித் தீர்மானிக்கப்பட்ட தீங்கிழைக்கும் கோப்பு.";

"Decryption password required" = "மறைகுறியாக்க கடவுச்சொல் தேவை";
"Enter your decryption password to access encrypted data rooms." = "மறைகுறியாக்கப்பட்ட தரவு அறைகளை அணுக உங்கள் மறைகுறியாக்க கடவுச்சொல்லை உள்ளிடவும்.";

"You have successfully created a share link for {0}." = "{0}க்கான பங்கு இணைப்பை நீங்கள் வெற்றிகரமாக உருவாக்கியுள்ளீர்கள்.";
"You have successfully created the upload account {0}" = "பதிவேற்றும் கணக்கை வெற்றிகரமாக உருவாக்கியுள்ளீர்கள் {0}";
"{0} Share(s) created" = "{0} பகிர்வு (கள்) உருவாக்கப்பட்டது";

"The AV scanner detected that the file could be malicious" = "ஏவி வருடி அந்தக் கோப்பு தீங்கிழைக்கும் என்று கண்டறிந்தது";

"DRACOON environment needs to be updated" = "டிராக்கூன் சூழலைப் புதுப்பிக்க வேண்டும்";
"Your DRACOON environment is outdated and no longer works with this application. Please contact your administrator." = "உங்கள் கடுமையான சூழல் காலாவதியானது, இனி இந்த பயன்பாட்டுடன் செயல்படாது. உங்கள் நிர்வாகியை தொடர்பு கொள்ளவும்.";

"Malicious content detected. Some functions are not available." = "தீங்கிழைக்கும் உள்ளடக்கம் கண்டறியப்பட்டது. சில செயல்பாடுகள் கிடைக்கவில்லை.";

"Threat detected" = "அச்சுறுத்தல் கண்டறியப்பட்டது";
"Please wait. The file is being checked for malicious content" = "தயவுசெய்து காத்திருங்கள். தீங்கிழைக்கும் உள்ளடக்கத்திற்கு கோப்பு சரிபார்க்கப்படுகிறது";

"Malicious content has been detected in this file. We recommend that you do not perform any further actions with the file and inform your system administrator immediately." = "இந்த கோப்பில் தீங்கிழைக்கும் உள்ளடக்கம் கண்டறியப்பட்டுள்ளது. கோப்புடன் மேலதிக செயல்களைச் செய்ய வேண்டாம் என்று நாங்கள் பரிந்துரைக்கிறோம், உடனடியாக உங்கள் கணினி நிர்வாகிக்கு தெரிவிக்கவும்.";
"The content is being scanned for viruses. Please wait a moment and try again in a few minutes." = "நோய்கிருமிகளுக்காக உள்ளடக்கம் வருடுகிறது. தயவுசெய்து ஒரு கணம் காத்திருந்து சில மணித்துளிகளில் மீண்டும் முயற்சிக்கவும்.";

"sds.classification.1" = "பொது";
"sds.classification.2" = "உள்";
"sds.classification.3" = "கமுக்கம்";
"sds.classification.4" = "கண்டிப்பாக மறைமுகமானது";